{
    "statusCode": {
        "2": {
            "description": "Transporté",
            "definition": "Transporté à un bloc de 10 minutes différent, mais il s’agit par ailleurs d’un oiseau sauvage normal (il faut détenir un permis délivré par les autorités d’application de la loi fédérales et/ou d’État) : peut avoir été maintenu en captivité pendant plus de 24 heures, ou non. Le lieu de baguage, l’âge, le sexe et la date de baguage doivent être établis au moment de la remise en liberté. Le lieu et la date de la capture doivent être indiqués dans le champ « Remarques »."
        },
        "3": {
            "description": "Oiseau sauvage normal",
            "definition": "Oiseau sauvage normal : relâché dans le bloc de 10 minutes où il a été capturé; maintenu en captivité pendant 24 heures ou moins."
        },
        "4": {
            "description": "Oiseau élevé en captivité, élevé pour la chasse ou relâché",
            "definition": "Élevé en captivité ou relâché : élevé en captivité à partir d’un œuf, ou capturé comme oisillon ou orphelin. Le lieu de baguage, l’âge, le sexe et la date de baguage doivent être établis au moment de la remise en liberté. L’élevage en captivité peut comprendre le transport. Si un oiseau élevé en captivité est également blessé, utiliser le code de renseignements complémentaires 85. Le lieu et la date de la capture doivent être indiqués dans le champ « Remarques »."
        },
        "5": {
            "description": "Malade, épuisé, surmené, blessé ou difforme",
            "definition": "Malade, épuisé, surmené (ou état de choc), blessé (blessure ancienne ou nouvelle) ou présentant une difformité physique; maintenu en captivité pendant 24 heures ou moins : peut avoir été transporté ou traité, ou non. Explication requise dans le champ « Remarques »."
        },
        "7": {
            "description": "Réadapté et maintenu en captivité",
            "definition": "Réadapté et maintenu en captivité pendant plus de 24 heures : malade, épuisé, blessé ou handicapé (on suppose qu’un transport ou un prélèvement sanguin ou les deux peut avoir eu lieu). Une explication doit être fournie dans le champ « Remarques », y compris le lieu de la capture ainsi qu’une brève description de la blessure et de la durée de la captivité (moins de 250 caractères). Les oiseaux réhabilités NE devraient PAS être bagués avant d’être prêts pour leur remise en liberté. Le lieu de baguage, l’âge, le sexe et la date de baguage doivent être établis au moment de la remise en liberté."
        },
        "8": {
            "description": "Maintenu en captivité pendant plus de 24 heures à des fins expérimentales ou autres",
            "definition": "Maintenu en captivité pendant plus de 24 heures à des fins expérimentales ou autres (y compris la fauconnerie en vertu d’un permis fédéral ou d’État). Il s’agit par ailleurs d’un oiseau sauvage normal. Le code d’état 8 peut comprendre le transport mais, si l’oiseau est maintenu en captivité seulement pour le transport, utiliser le code d’état 2. Le maintien en captivité à des fins expérimentales et pour le transport exige l’obtention de deux permis supplémentaires du bureau régional du Fish and Wildlife Service et/ou d’organismes d’État. L’âge, le sexe et la date de baguage doivent être établis au moment de la remise en liberté. Explication requise dans le champ « Remarques », y compris au sujet du lieu et de la date de capture."
        }
    },
    "infoCode": {
        "1": {
            "shortDescription": "Bagues de couleur : plastique, métal, peinture, ruban",
            "longDescription": "Bagues de couleur en plastique ou en métal – cela s’applique aux bagues fédérales peintes ou anodisées ainsi qu’aux bagues recouvertes d’une bande de couleur. Remarque : il ne faut jamais appliquer deux bagues métalliques au même tarse."
        },
        "2": {
            "shortDescription": "Collier – habituellement assorti d’un code",
            "longDescription": "Collier – les codes et les couleurs que portent les colliers doivent être signalés dans les champs relatifs aux marqueurs."
        },
        "3": {
            "shortDescription": "Bague de récompense (fédérale ou d’État)"
        },
        "4": {
            "shortDescription": "Bague de contrôle (études utilisant des bagues de récompense seulement)",
            "longDescription": "Bague de contrôle – s’applique uniquement dans le cadre d’études utilisant des bagues de récompense."
        },
        "6": {
            "shortDescription": "Diverses bagues métalliques (d’État, provinciales, etc.) portant une adresse ou un numéro de téléphone et accompagnées d’une bague fédérale",
            "longDescription": "Diverses bagues métalliques – bagues portant une adresse ou un numéro de téléphone supplémentaire, y compris les bagues d’État ou provinciales, les bagues d’organisations privées et, rarement, celles de bagueurs. Explication requise dans le champ « Remarques »."
        },
        "7": {
            "shortDescription": "Deux bagues (bagues fédérales placées en même temps sur un oiseau)",
            "longDescription": "Deux bagues fédérales placées en même temps sur un oiseau. Une bague fédérale sur chaque tarse : il ne faut jamais appliquer deux bagues métalliques au même tarse. Ce code ne s’applique pas aux oiseaux auxquels on ajoute une deuxième bague à l’occasion d’une autre capture."
        },
        "8": {
            "shortDescription": "Marqueurs temporaires : peinture ou teinture; autres marqueurs temporaires sur les plumes (empennage, ruban sur la queue)",
            "longDescription": "Marqueurs temporaires – toute partie d’un oiseau qui est peinte ou teinte, ou qui porte d’autres marqueurs temporaires sur les plumes (p. ex. : empennage, ruban sur la queue)."
        },
        "9": {
            "shortDescription": "Toutes les plumes de vol sur une aile ou les deux sont rognées ou tirées au moment de la remise en liberté"
        },
        "11": {
            "shortDescription": "Sexage par laparotomie ou laparoscopie"
        },
        "14": {
            "shortDescription": "Écouvillon buccal"
        },
        "16": {
            "shortDescription": "Écouvillon trachéal"
        },
        "18": {
            "shortDescription": "Échantillon de sang prélevé",
            "longDescription": "Échantillon de sang prélevé (communiquer avec le bureau de baguage compétent pour obtenir le permis requis)."
        },
        "20": {
            "shortDescription": "Adoption intraspécifique ou interspécifique dans des nids d’oiseaux sauvages"
        },
        "33": {
            "shortDescription": "Pris d’une structure de nidification artificielle (p. ex. : nichoirs, plateformes de nidification)",
            "longDescription": "Pris d’une structure de nidification artificielle (p. ex. : nichoirs, plateformes de nidification). Comprend les oiseaux relâchés (code 433)."
        },
        "39": {
            "shortDescription": "Étiquette(s) sur l’aile, le patagium, la tête, le dos et/ou la nuque",
            "longDescription": "Étiquette(s) sur l’aile, le patagium, la tête, le dos et/ou la nuque. Tous les marqueurs doivent être décrits dans les champs relatifs aux marqueurs."
        },
        "40": {
            "shortDescription": "Souillé de pétrole"
        },
        "51": {
            "shortDescription": "Épinglettes et disques nasaux ou autre marqueur placé sur le bec",
            "longDescription": "Épinglettes et disques nasaux ou autre marqueur placé sur le bec - le marqueur doit être décrit dans les champs relatifs aux marqueurs et, au besoin, dans le champ « Remarques »."
        },
        "59": {
            "shortDescription": "Étiquette de palmure, habituellement assortie d’un code",
            "longDescription": "Étiquette de palmure – le marqueur doit être décrit dans les champs relatifs aux marqueurs."
        },
        "69": {
            "shortDescription": "Bague-drapeau, banderole et autres marqueurs placés sur la patte",
            "longDescription": "Bague-drapeau, banderole et autres marqueurs placés sur la patte – le marqueur doit être décrit dans les champs relatifs aux marqueurs."
        },
        "70": {
            "shortDescription": "Capturé au moyen d’éclairage de nuit"
        },
        "75": {
            "shortDescription": "Étiquette à TPI (ou transpondeur de type « PIT »)",
            "longDescription": "L’oiseau porte seulement une étiquette à transpondeur passif intégré, ou TPI (voir aussi le code de renseignements complémentaires 25) – le marqueur doit être décrit dans les champs relatifs aux marqueurs. La fréquence et la méthode de fixation peuvent être indiquées dans le champ « Remarques »."
        },
        "80": {
            "shortDescription": "Émetteur satellite/cellulaire/GPS",
            "longDescription": "L’oiseau porte seulement un émetteur satellite/cellulaire/GPS (voir aussi le code de renseignements complémentaires 25) – le marqueur doit être décrit dans les champs relatifs aux marqueurs. La fréquence et la méthode de fixation peuvent être indiquées dans le champ « Remarques »."
        },
        "81": {
            "shortDescription": "Émetteur radio",
            "longDescription": "L’oiseau porte seulement un émetteur radio (voir aussi le code de renseignements complémentaires 25) – le marqueur doit être décrit dans les champs relatifs aux marqueurs. La fréquence et la méthode de fixation peuvent être indiquées dans le champ « Remarques »."
        },
        "87": {
            "shortDescription": "Capturé au moyen de drogues ou d’anesthésiants"
        },
        "90": {
            "shortDescription": "Consignateur de données (y compris les dispositifs de géolocalisation)",
            "longDescription": "L’oiseau porte seulement un consignateur de données (voir aussi le code de renseignements complémentaires 25) – le marqueur doit être décrit dans les champs relatifs aux marqueurs. La fréquence et la méthode de fixation peuvent être indiquées dans le champ « Remarques »."
        },
        "0": {
            "shortDescription": "Bagues fédérales métalliques numérotées seulement"
        },
        "25": {
            "shortDescription": "Au moins deux types de marqueurs auxiliaires",
            "longDescription": "Deux types de marqueurs auxiliaires ou plus (p. ex. : collier et bague de couleur ou étiquette sur l’aile et émetteur radio). Tous les marqueurs doivent être décrits dans les champs relatifs aux marqueurs."
        },
        "85": {
            "shortDescription": "Divers (combinaison de situations, ou situation échappant aux autres codes de renseignements complémentaires)",
            "longDescription": "Divers (combinaison de situations, ou situation échappant aux autres codes de renseignements complémentaires) – explication requise dans le champ « Remarques ». Par exemple, dans le cas d’un oiseau portant une bague de couleur, dont le sexe a été déterminé par laparotomie et ayant fait l’objet d’une prise de sang, on utiliserait le code 385, accompagné de l’explication suivante : « 385 = B/C, laparotomie, échantillon de sang ». Tous les marqueurs doivent être décrits dans les champs relatifs aux marqueurs."
        },
        "shortDescriptionAuxSuffix": ", plus one or more auxiliary markers used",
        "longDescriptionAuxSuffix": "All markers must be described in marker-related fields."
    }
}
